brew "asdf"
brew "bat"
brew "bazelisk"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "less"
brew "luarocks"
brew "make"
brew "tree-sitter"
brew "neovim"
brew "qemu"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tlrc"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "wezterm"